Revit 2027 API
PresetInitialColor Constructor
Overload List
Name | Description
PresetInitialColor(ColorPreset) |  Creates an initial color preset object with the given preset value.
PresetInitialColor(PresetInitialColor) |  Creates a copy of the given preset initial color
Top
See Also
Reference
PresetInitialColor Class
Autodesk.Revit.DB.Lighting Namespace